[{
	"代茶饮": "选择范围多，可根据地域、季节、个人饮食习惯和年龄选择，如春季宜饮用菊花绿茶，夏季饮用金银花茶，秋季饮用陈皮茶，冬季饮用枸杞茶等。",
	"体质类型": "平和质",
	"穴位按摩": "（1）选穴：涌泉、足三里。\n（2）定位：涌泉位于足底部，卷足时足前部凹陷处，约当足底2、3趾趾缝纹头端与足跟连线的前三分之一与后三分之二交点上。足三里位于小腿前外侧，当犊鼻下3寸，距胫骨前缘一横指处。\n（3）操作：用大拇指或中指指腹按压穴位，做轻柔缓和的环旋活动，以穴位感到酸胀为度，按揉2～3分钟。每天操作1～2次。",
	"运动": "形成良好的运动健身习惯。可根据个人爱好和耐受程度，选择运动健身项目。",
	"食疗": "饮食宜粗细粮食合理搭配，多吃五谷杂粮、蔬菜瓜果，少食过于油腻及辛辣食品；不要过饥过饱，也不要进食过冷过烫或不干净食物；注意戒烟限酒。"
}, {
	"代茶饮": "山药5克、党参3克、白术3克。加开水冲泡，代茶饮。",
	"体质类型": "气虚质",
	"穴位按摩": "（1）选穴：气海、关元。\n（2）定位：气海位于下腹部，前正中线上，当脐中下1.5寸；关元位于下腹部，前正中线上，当脐下3寸。\n（3）操作：用掌根着力于穴位，做轻柔缓和的环旋活动，每个穴位按揉2～3分钟，每天操作1～2次。",
	"运动": "宜选择比较柔和的传统健身项目，如八段锦。在做完全套八段锦动作后，将“两手攀足固肾腰”和“攒拳怒目增力气”各加做1～3遍。避免剧烈运动。\n还可采用提肛法防止脏器下垂，提肛法：全身放松，注意力集中在会阴肛门部。首先吸气收腹，收缩并提升肛门，停顿2～3秒之后，再缓慢放松呼气，如此反复10～15次。",
	"食疗": "（1）山药粥：山药、粳米，具有补中益气功效，适合气虚体质者食用。\n（2）黄芪童子鸡：童子鸡、生黄芪，具有益气补虚功效，适合气虚体质易自汗者食用。本方补气力量较强，对气虚表现比较明显者，可每隔半个月食用一次，不宜长期连续服用。"
}, {
	"代茶饮": "杜仲茶：杜仲、绿茶各适量。用开水冲泡，加盖5分钟后饮用。",
	"体质类型": "阳虚质",
	"穴位按摩": "（1）选穴：关元、命门。\n（2）定位：关元位于下腹部，前正中线上，当脐下3寸。命门位于腰部，当后正中线上",
	"运动": "宜在阳光充足的环境下适当进行舒缓柔和的户外活动，尽量避免在大风、大寒、大雪的环境中锻炼。\n日光浴、空气浴是较好的强身壮阳之法。也可选择八段锦，在完成整套动作后将“五劳七伤往后瞧”和“两手攀足固肾腰”加做1～3遍。",
	"食疗": "（1）当归生姜羊肉汤：当归、生姜、羊肉，具有温阳补血、祛寒止痛功效，适合阳虚体质者食用。\n（2）韭菜炒胡桃仁：生胡桃仁、韭菜，具有温肾助阳功效，适合阳虚体质腰膝冷痛者。"
}, {
	"代茶饮": "石斛芩叶茶：石斛（干、鲜均可）、黄芩叶，开水沏泡，代茶饮。",
	"体质类型": "阴虚质",
	"穴位按摩": "（1）选穴：太溪、三阴交。\n（2）定位：太溪位于足内侧，内踝后方，当内踝尖与跟腱之间的凹陷处；三阴交位于小腿内侧，当足内踝尖上3寸，胫骨内侧缘后方。\n（3）操作：用大拇指或中指指腹按压穴位，做轻柔缓和的环旋活动，以穴位感到酸胀为度，每个穴位按揉2～3分钟，每天操作1～2次。",
	"运动": "宜做中小强度的运动项目，控制出汗量，及时补充水分。不宜进行大强度、大运动量的锻炼，避免在炎热的夏天或闷热的环境中运动。\n可选择八段锦，在做完八段锦整套动作后将“摇头摆尾去心火”和“两手攀足固肾腰”加做1～3遍。也可选择太极拳、太极剑等。",
	"食疗": "莲子百合煲瘦肉：莲子（去芯）、百合、猪瘦肉，具有养阴清热、益气安神功效，适合阴虚体质常感虚烦失眠多梦者食用。"
}, {
	"代茶饮": "陈皮茯苓茶：陈皮3克，茯苓5克，薏仁5克。用开水冲开代茶饮即可。",
	"体质类型": "痰湿质",
	"穴位按摩": "（1）选穴：丰隆、足三里。\n（2）定位：足三里位于小腿前外侧，当犊鼻下3寸，距胫骨前缘一横指处。丰隆位于小腿前外侧，当外踝尖上8寸，条口外，距胫骨前缘二横指处。（3）操作：用大拇指或中指指腹按压穴位，做轻柔缓和的环旋活动，以穴位感到酸胀为度，按揉2～3分钟。每天操作1～2次。",
	"运动": "坚持长期运动锻炼，强度应根据自身的状况循序渐进。不宜在阴雨季节、天气湿冷的气候条件下运动。\n可选择快走、武术以及打羽毛球等，使松弛的肌肉逐渐变得结实、致密。如果体重过重、膝盖受损，可选择游泳。",
	"食疗": "（1）荷叶粥：干荷、大米，具有祛湿降浊的功效，适合痰湿体质者食用。\n（2）冬瓜海带薏米排骨汤：冬瓜、海带、薏米、猪排骨（少量）、生姜，具有健脾祛湿、化痰消浊的功效，适合痰湿体质腹部肥满的老年人食用。"
}, {
	"代茶饮": "菊花3-5朵、佩兰5克左右。将两者放入锅中，加水大火烧开后立即改小火，再煮两三分钟即可。",
	"体质类型": "湿热质",
	"穴位按摩": "（1）选穴：支沟、阴陵泉。\n（2）定位：支沟穴位于前臂背侧，当阳池与肘尖的连线上，腕背横纹上3寸，尺骨与桡骨之间。阴陵泉位于小腿内侧，当胫骨内侧踝后下凹陷处。\n（3）操作：用大拇指或中指指腹按压穴位，做轻柔缓和的环旋活动，以穴位感到酸胀为度，按揉2～3分钟。每天操作1～2次。阴陵泉还可以选择刮痧，先涂刮痧油，用刮痧板与皮肤呈45°角在穴位区域从上往下刮，以皮肤潮红或出痧点为度。",
	"运动": "宜做中长跑、游泳、各种球类、武术等强度较大的锻炼。夏季应避免在烈日下长时间活动，在秋高气爽的季节，经常选择爬山登高，更有助于祛除湿热。也可做八段锦，在完成整套动作后将“双手托天理三焦”和“调理脾胃须单举”加做1～3遍，每日1遍。",
	"食疗": "（1）老黄瓜赤小豆煲猪肉汤：老黄瓜、赤小豆、瘦猪肉（少量）、陈皮、生姜，具有清热利湿、理气和中的功效，适合湿热体质者食用。\n（2）绿豆薏米粥：生薏苡仁、绿豆，具有清热利湿解毒的功效，适合湿热体质易长疮疖者食用。"
}, {
	"代茶饮": "山楂丹参茶：山楂10g、丹参10g、决明子5g、绿茶3g。用开水冲泡，加盖5分钟后饮用。",
	"体质类型": "血瘀质",
	"穴位按摩": "（1）选穴：期门、血海。\n（2）定位：期门位于胸部，当乳头直下，第6肋间隙，前正中线旁开4寸。血海：屈膝，在大腿内侧，髌底内侧端上2寸，当股四头肌内侧头的隆起处。\n（3）操作：用大拇指或中指指腹按压穴位，做轻柔缓和的环旋活动，以穴位感到酸胀为度，按揉2～3分钟。每天操作1～2次。",
	"运动": "宜进行有助于促进气血运行的运动项目，持之以恒。如步行健身法，或者八段锦，在完成整套动作后将“左右开弓似射雕”和“背后七颠百病消”加做1～3遍。避免在封闭环境中进行锻炼。锻炼强度视身体情况而定，不宜进行大强度、大负荷运动，以防意外。",
	"食疗": "（1）黑豆川芎粥：川芎、黑豆、大米，具有活血祛瘀功效，适合血瘀体质者食用。\n（2）红花三七蒸老母鸡：老母鸡、参三七、红花、陈皮，具有活血行气功效，适合血瘀体质患有胸痹、痛证者食用。"
}, {
	"代茶饮": "三花茶：茉莉花、菊花、玫瑰花，开水沏泡，代茶饮。",
	"体质类型": "气郁质",
	"穴位按摩": "（1）选穴：合谷、太冲穴\n（2）定位：合谷位于手背，第1、2掌骨间，当第2掌骨桡侧的中点处。太冲位于足背侧，当第1跖骨间隙的后方凹陷处。\n（3）操作：用大拇指或中指指腹按压穴位，做轻柔缓和的环旋活动，以穴位感到酸胀为度，按揉2～3分钟。每天操作1～2次。",
	"运动": "宜多参加群体性体育运动项目，坚持做较大强度、较大负荷的“发泄式”锻炼，如跑步、登山、游泳。也可参与下棋、打牌等娱乐活动，分散注意力。",
	"食疗": "黄花菜瘦肉汤：黄花菜（水焯）、猪瘦肉、生姜，适量油盐。具有疏肝解郁功效，适合气郁体质者食用。"
}, {
	"代茶饮": "黄芪桂枝减敏茶：黄芪6克、桂枝3克、太子参3克、苍耳子2克、生姜3片。将以上药材洗净，包入过滤袋，置入保温杯中，冲入沸水，焖泡20分钟后即可带茶服用。",
	"体质类型": "特禀质",
	"穴位按摩": "（1）选穴：神阙、曲池。\n（2）定位：神阙位于腹中部，脐中央。曲池位于肘横纹外侧端，屈肘，当尺泽与在肘横纹外侧端与肱骨外上髁连线中点。\n（3）操作：神阙采用温和灸，点燃艾条或借助温灸盒，对穴位进行温灸，每次10分钟。艾条温和灸点燃端要与皮肤保持2～3厘米的距离，不要烫伤皮肤。温和灸可每周操作1次。\n。曲池采用指揉法，用大拇指或中指指腹按压穴位，做轻柔缓和的环旋活动，以穴位感到酸胀为度，按揉2～3分钟。每天操作1～2次。",
	"运动": "宜进行慢跑、散步等户外活动，也可选择下棋、瑜珈等室内活动。不宜选择大运动量的活动，避免春天或季节交替时长时间在野外锻炼。运动时注意避风寒，如出现哮喘、憋闷的现象应及时停止运动。",
	"食疗": "（1）固表粥：乌梅、黄芪、当归、粳米，具有益气养血脱敏功效，适合过敏体质易发皮肤过敏者食用。\n（2）黄芪首乌藤炖猪瘦肉：黄芪、首乌藤、猪瘦肉、食盐、葱、生姜、料酒、味精各适量，具有益气养血、祛风脱敏功效，适合过敏体质者食用。"
}]
